export default[
  {
    "机台信息": {
      "规格": {
        "成型机台IP": "10.1.1.232",
        "机种": null,
        "资产编号": "YHG-JX-CXJ00171",
        "资产名称": "注塑机",
        "规格型号": "中台VP550NESHS &55",
        "采购日期": "2024-10-01",
        "使用年限": 120,
        "资产分类": "单色注塑机",
        "品牌": "中台",
        "机器重量": 28
      },
      "射胶": {
        "射胶压力/mpa": 230.3,
        "射胶行程/mm": 280,
        "射胶容积/cm³": null
      },
      "注射": {
        "注射速度/s": 195,
        "注射重量/g": 643,
        "注塑压力/mpa": 230.3
      },
      "尺寸": {
        "螺杆直径": 55,
        "顶板孔距上下": "100*400",
        "顶板孔距左右": "150*700",
        "中心孔直径": null,
        "开模行程/mm": 850,
        "膜厚最大最小/mm": "300-850",
        "顶出行程/mm": 180,
        "外形尺寸": "9350*1940*2250",
        "哥林柱距离": "850*850"
      },
      "其它": {
        "总功率/kw": 100,
        "电热功率/kw": 30.56,
        "螺杆转速/min-1": 2,
        "设备型号": "550T",
        "锁模力": 550,
        "电机功率/kw": 69.44,
        "开模行程": 850
      }
    },
    "模具信息": {
      "规格": {
        "模号": "YH24136",
        "模具穴数": 1,
        "吨位": "90T",
        "复制模": null,
        "形状（3D图）": null,
        "是否有logo": "有",
        "几板模": "两板模",
        "成型进胶方式": "一点扇形倒灌",
        "进胶点数量": "针阀*1",
        "水路图": null
      },
      "冷却水路孔径": {
        "母模（mm）": 0.625,
        "公模（mm）": 8
      },
      "水路数量组": {
        "母模": 9,
        "公模": 6,
        "滑块": 4
      },
      "尺寸": {
        "长": 313.7,
        "宽": 225.3,
        "高": 19.93
      },
      "与模具表面距离": {
        "母模（小：mm）": 8.5,
        "母模（大：mm）": 24.46,
        "公模（小：mm）": 23.4,
        "公模（大：mm）": 34.5
      }
    },
    "材料信息": {
      "基本信息": {
        "公司": "科思创",
        "种类": "PC/ABS",
        "填充物": "15%矿物",
        "特性": "高硬度",
        "应用": null,
        "描述": "（PC + ABS）-混合15％的矿物填充；不易燃的; Vicat / B 120温度= 98°C;高刚度拉伸模量= 4800 MPa; 1.5毫米UL认证94 V-0;灼热丝温度 （GWFI）：960°C在2.0毫米",
        "黄卡": "E41613"
      },
      "物理性能": {
        "密度": "1.28 g/cm³",
        "体积熔融指数": "13 cm³/10min",
        "垂直模具收缩率": "0.30 - 0.50%",
        "平行模具收缩率": "0.30 - 0.50%",
        "饱和吸水率": "0.50%",
        "平衡吸水率": "0.20%",
        "熔体黏度": "165Pa·s"
      },
      "机械性能": {
        "拉伸模量": "4800MPa",
        "屈服拉伸强度": "65.0MPa",
        "断裂拉伸强度": "40.0MPa",
        "屈服拉伸应变": "3.0%",
        "断裂拉伸应变": "10%",
        "缺口悬臂梁冲击强度": "6.0kJ/m²"
      },
      "电气性能": {
        "表面电阻": "1.0E+16ohms",
        "体积电阻": "1.0E+16ohms",
        "介电强度": "35 kV/mm",
        "介电常数": "3.10",
        "介电损耗（耗散因子）": "5.0E-3",
        "溶液A漏电起痕指数(CTI)": "275V"
      },
      "热学性能": {
        "未退火热变形温度": "92.0℃",
        "维卡软化点": "96.0℃",
        "平行线性热膨胀系数(CTE)": "4.6E-5cm/cm/°C",
        "垂直线性热膨胀系数(CTE)": "6.3E-5cm/cm/°C",
        "阻燃等级": "V-0"
      },
      "加工参数": {
        "热风干燥温度": "80.0℃",
        "干燥空气干燥时间": "4.0hr",
        "推荐最大含水率": "< 0.020 %",
        "推荐炮筒利用率": "30 - 70%",
        "后段温度": "220 - 230℃",
        "中段温度": "225 - 235℃",
        "前段温度": "230 - 240℃",
        "射嘴温度": "255 - 265℃",
        "加工温度": "240 - 270℃",
        "模具温度": "60 - 90℃",
        "背压": "5.00 - 15.0MPa",
        "排气槽深度": "0.025 - 0.075mm",
        "标准熔体温度": "260℃",
        "外围螺杆速度": "0.05 - 0.2m/s",
        "保压": "50 - 75%"
      }
    },
    "设计标准": {
      "产品信息": {
        "产品编号": "130101002865",
        "产品名称": "442.0VJ0X.0001-AE",
        "产品图片": null,
        "规格型号": "JADE_14_LCDCVR_PL_CVR_HD_CVT",
        "产品分类": "A件",
        "检测点": null,
        "产品厚度": 1.8,
        "产品重量": 187.25,
        "版本": "版本1",
        "产品模号": "YH24136",
        "产品穴数": 1,
        "生命周期": null,
        "使用状态": "启用"
      },
      "产品尺寸mm": {
        "A-1(下限)": 313.55,
        "A-1(上限)": 313.85,
        "A-2(下限)": 0,
        "A-2(上限)": 0,
        "A-3(下限)": 313.55,
        "A-3(上限)": 313.85,
        "A-4(下限)": null,
        "A-4(上限)": null,
        "A-5(下限)": 313.55,
        "A-5(上限)": 313.85,
        "B-1(下限)": 225.15,
        "B-1(上限)": 225.45,
        "B-2(下限)": 225.15,
        "B-2(上限)": 225.45,
        "B-3(下限)": 225.25,
        "B-3(上限)": 225.55,
        "B-4(下限)": 225.15,
        "B-4(上限)": 225.45,
        "B-5(下限)": 225.15,
        "B-5(上限)": 225.45
      },
      "变形度": {
        "A边(下限)": 0,
        "A边(上限)": 1,
        "B边(下限)": 0,
        "B边(上限)": 1,
        "C边(下限)": 0,
        "C边(上限)": 0.8,
        "D边(下限)": 0,
        "D边(上限)": 0.8,
        "E边(下限)": null,
        "E边(上限)": null,
        "F边(下限)": null,
        "F边(上限)": null,
        "G边(下限)": null,
        "G边(上限)": null,
        "H边(下限)": null,
        "H边(上限)": null,
        "I边(下限)": 0,
        "I边(上限)": 0.2
      }
    }
  }
]
