// 产品信息
const productInfo1 = [{
    "产品编号": "130101002865",
    "产品名称": "442.0VJ0X.0001-AE"
}];

// 注射数据
const injectionData = [{
    "注射压力一段": 2.0,
    "注射压力二段": 0.0,
    "注射压力三段": "true",
    "注射压力四段": 0.0,
    "注射压力五段": 0.0,
    "注射速度一段": 500.0,
    "注射速度二段": 200.0,
    "注射速度三段": 500.0,
    "注射速度四段": 0.0,
    "注射速度五段": 0.0,
    "注射时间一段": 0.0,
    "注射时间二段": 0.0,
    "注射时间三段": 55.0,
    "注射时间四段": 0.0,
    "注射时间五段": 0.0,
}];

// 保压数据
const holdingPressureData = [{
    "保压压力一段": 0.0,
    "保压压力二段": "true",
    "保压压力三段": 125.0,
    "保压压力四段": 0.0,
    "保压压力五段": 0.0,
    "保压速度一段": 0.0,
    "保压速度二段": 0.0,
    "保压速度三段": 35.0,
    "保压速度四段": 0.0,
    "保压速度五段": 0.0,
    "保压时间一段": 0.0,
    "保压时间二段": 0.0,
    "保压时间三段": 8.0,
    "保压时间四段": 0.0,
    "保压时间五段": 0.0,
}];

// 温度数据
const temperatureData = [{
    "喷嘴温度": 269.11588,
    "一段温度": 262.41693,
    "二段温度": 251.33421,
    "三段温度": 0.0,
    "四段温度": 0.0,
    "五段温度": 0.0,
}];

// 模温机数据
const moldTemperatureMachine = [{
    "设备状态（母模）": 0.2,
    "出水口温度（母模）": 87.0,
    "设备状态（公模）": 0.2,
    "出水口温度（公模）": 59.9,
}]

// 温控机数据
const temperatureControlMachine1 = [{
    "温控箱1卡板1温度": 148.5,
    "温控箱1卡板2温度": 270.0,
    "温控箱1卡板3温度": 270.0,
    "温控箱1卡板4温度": 544.2,
    "温控箱1卡板5温度": 544.2,
    "温控箱1卡板6温度": "null",
}];

const temperatureControlMachine2 = [{
    "温控箱2卡板1温度": 148.5,
    "温控箱2卡板2温度": 270.0,
    "温控箱2卡板3温度": 270.0,
    "温控箱2卡板4温度": 544.2,
    "温控箱2卡板5温度": 544.2,
    "温控箱2卡板6温度": "null",
}];

const temperatureControlMachine3 = [{
    "温控箱3卡板1温度": 148.5,
    "温控箱3卡板2温度": 270.0,
    "温控箱3卡板3温度": 270.0,
    "温控箱3卡板4温度": 544.2,
    "温控箱3卡板5温度": 544.2,
    "温控箱3卡板6温度": "null",
}];

const temperatureControlMachine4 = [{
    "温控箱4卡板1温度": 148.5,
    "温控箱4卡板2温度": 270.0,
    "温控箱4卡板3温度": 270.0,
    "温控箱4卡板4温度": 544.2,
    "温控箱4卡板5温度": 544.2,
    "温控箱4卡板6温度": "null",
}];

const temperatureControlMachine5 = [{
    "温控箱5卡板1温度": 148.5,
    "温控箱5卡板2温度": 270.0,
    "温控箱5卡板3温度": 270.0,
    "温控箱5卡板4温度": 544.2,
    "温控箱5卡板5温度": 544.2,
    "温控箱5卡板6温度": "null",
}];

const temperatureControlMachine6 = [{
    "温控箱6卡板1温度": 148.5,
    "温控箱6卡板2温度": 270.0,
    "温控箱6卡板3温度": 270.0,
    "温控箱6卡板4温度": 544.2,
    "温控箱6卡板5温度": 544.2,
    "温控箱6卡板6温度": "null",
}];

// 统一导出
export {
    productInfo1, injectionData, holdingPressureData, temperatureData, moldTemperatureMachine, temperatureControlMachine1, temperatureControlMachine2, temperatureControlMachine3
    , temperatureControlMachine4, temperatureControlMachine5, temperatureControlMachine6
};